# LevelIsGroundPlane Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..LevelIsGroundPlane Property
ParameterTypeId Class See Also
---
"Is ground plane"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId LevelIsGroundPlane { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LevelIsGroundPlane As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LevelIsGroundPlane {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace